Repository: silverbackstudio/wp-widgets
Catalog: languages/svbk-widgets-*.po
Languages: it_it

source: Disabled
it_it: Disabilitato

source: Shows latest
it_it: Mostra gli ultimi

source: Count:
it_it: Quantità':

source: Subscribe to receive a file vie email
it_it: Iscriviti per ricevere il file via email

source: Contact
it_it: Contatto

source: Send a mail to recipient
it_it: Invia una mail al destinatario

source: Silverback Form
it_it: Form Silverback

source: Silverback Base Form
it_it: Form Base Silverback

source: Redirect To
it_it: Reindirizza verso

source: Close
it_it: Chiudi

source: Silverback Generic Widget
it_it: Widget generico di Silverback

source: Insert Description
it_it: Inserisci descrizione

source: Select or upload file
it_it: Seleziona o carica un file

source: Select
it_it: Seleziona

source: Latest Post
it_it: Ultimo articolo

source: New title
it_it: Nuovo titolo

source: Title:
it_it: Titolo:

source: Posts Archive
it_it: Archivio articoli

source: Shows archive in a collapse
it_it: Mostra archivio a fisarmonica

source: Sticky Post
it_it: Articolo in evidenza

source: Single Post
it_it: Articolo Singolo

source: Post Link
it_it: Collegamento all'articolo

source: New subtitle
it_it: Nuovo sottotitolo

source: Subtitle:
it_it: Sottotitolo;

source: New description
it_it: Nuova descrizione

source: Description:
it_it: Descrizione:

source: Click here
it_it: Clicca qui

source: Button Label:
it_it: Etichetta pulsante:

source: AdSense AdUnit
it_it: Unitá pubblicitaria AdSense

source: Shows an AdSense banner
it_it: Mostra un banner di AdSense

source: Ad Unit ID
it_it: ID unità pubblicitaria

source: Ad Size
it_it: Dimensione unità pubblicitaria

source: Download File ID
it_it: File da scaricare (ID)

source: Whitepapers Download
it_it: Scarica Documenti

source: Subscribe & download whitepaper widget
it_it: Widget Scarica e Iscriviti

source: Widget title
it_it: Titolo Widget

source: Title
it_it: Titolo

source: Description text
it_it: Testo Descrizione

source: Description
it_it: Descrizione

source: Form Title
it_it: Titolo del Form

source: View mode
it_it: Modalità visualizzazione

source: Submit button
it_it: Pulstante Invio

source: Privacy Link
it_it: Link Privacy Policy

source: Jetpack Related Posts
it_it: Articoli correlati di Jetpack

source: Silverback's Widget Package
it_it: Pacchetto Widget di Silverback Studio
